import React from 'react';

const Introduction = () => {
    return (
        <>
            <div className='container mb-10'>
                <div className='flex flex-col items-center gap-10 mt-10'>
                    <h1 className='md:text-4xl text-xl text-red-600 text-center font-bold'>প্রয়োজনে কিছু কথা</h1>
                    <div className='flex items-center'>
                        <div className='h-[3px] w-16 bg-red-800'></div>
                        <div className='h-[5px] w-16 bg-red-800'></div>
                        <div className='h-[3px] w-16 bg-red-800'></div>
                    </div>
                </div>
                <div className='border border-2 rounded-md hover:border-red-600 bg-slate-100 p-2 flex flex-col gap-y-5 font-normal mt-10 mb-10'>
                    <h3 className='font-bold'>প্রিয় অভিভাবকবৃন্দ,</h3>
                    <p>সালাম ও শুভেচ্ছা রইল। শিক্ষা ব্যবস্থায় নতুন কারিকুলাম শিক্ষা কার্যক্রম শুরু হওয়ায় বর্তমানে অভিভাবকবৃন্দ খুব দুশ্চিন্তা নিয়ে সময় অতিবাহিত করছেন। কারণ বর্তমান শিক্ষা ব্যবস্থা যে কতটা যুগোপযোগী তা কোন পক্ষই সম্ভবত বোঝাতে সক্ষম হচ্ছেন না। উন্নত বিশ্বের চাহিদার প্রতি লক্ষ রেখে বর্তমান যে নতুন কারিকুলাম শুরু হয়েছে তা আামদের দেশকে েএকটি উন্নত বিশ্বের কাতারে দাড় করাবে বলে আমরা বিশ্বাস করি। কারন- বর্তমান বাংলা বিষয়টির অনুশীলন পদ্ধতি যেভাবে তৈরি করা হয়েছে তাতে ভাষাগত এবং জীবন ঘনিষ্ট সকল বিষয়কে বাস্তবে রুপদানের মাধ্যমে রুপায়ণ করা হয়েছে।</p>
                    <p>English Language এ পারদর্শী হতে বর্তমান পদ্ধতি এযাবৎকালের সর্বোত্তম পদ্ধতি। গণিতে বাস্তব প্রয়োগ শিখতে বর্তমান গণিত বইটি প্রশংসার দাবি রাখে। বিজ্ঞান বইটি রচিত হয়েছে অভূতপূর্ব বাস্তব প্রয়োগের মাধ্যমে। অন্যান্য বিষয়গুলোর প্রতিটি বই জীবনের প্রয়োজনে বাস্তবতা উপলব্ধির মাধ্যমে শিক্ষার্থীরা তাদের জীবনকে কিভাবে সাজাবে তার প্রায়োগিক বিষয়গুলোকে সন্নিবেশিত করা হয়েছে </p>
                    <p>এই শিক্ষা ব্যবস্থা সম্পর্কে <span className='font-bold text-zinc-700'>সপ্তর্ষী</span> বিদ্যাপীঠের পরিচালক পরিপূর্ণভাবে জ্ঞাত আছেন। তিনি এই শিক্ষা ব্যবস্থা বাস্তবায়নে শিক্ষার্থীদের প্রয়োজনে বাংলা ব্যাকরণে ও সাহিত্যে পরিপূর্ণ পারদর্শী শিক্ষক নিয়োগ করেছেন। English Speaking Program চালু করেছেন দক্ষ English Spoken এর পারদর্শী শিক্ষক নিয়োগ দিয়ে। গণিতে বাস্তব প্রয়োগ বোঝাতে রয়েছে নতুন কারিকুলামের দক্ষ গণিত শিক্ষক এবং অতি দক্ষ বিজ্ঞান শিক্ষক। ফলে পড়ালেখার যেকোনো ক্ষেত্রে আপনি পরিপূর্ণ আস্থা রাখতে পারেন আমাদের উপর।</p>
                    <p>চীন, জাপান, কোরিয়ার এমনকি পার্শ্ববর্তী দেশ ভারতের স্কুল পড়ুয়া ছেলেমেয়েরা ক্যালকুলেটর, খেলনা গাড়ি, পুতুল ইত্যাদি তৈরি করে অর্থ উপার্জন করছে। Coding শিখছে, Software তৈরি করে বিশ্বের বড় বড় Job মার্কেটে চাকুরী করে প্রচুর  অর্থ উপার্জন করছে সেখানে আমাদের দেশে স্কুল পড়ুয়া সন্তানেরা Computer এ গেম খেলে সময় নষ্ট করছে। সেই বিষয়টি অনুধাবন করে <span className='font-bold text-zinc-700'>সপ্তর্ষী</span> বিদ্যাপীঠ দক্ষ ও অভিজ্ঞ ডিজিটাল প্রযুক্তির শিক্ষক নিয়োগ করেছেন। আমাদের বিশ্বাস আপনাদের ছেলেমেয়েরা আর গেমে আসক্ত না হয়ে শিক্ষাজীবন ধ্বংস না করে গেম তৈরি করে মূল্যবান প্রোগ্রামিং শিখে অর্থ উপার্জন করবে। আমাদের স্লোগান হবে “আর নয় গেমিং এবার শিখবো কোডিং”। তাই আপনার সন্তানকে উন্নত বিশ্বের যোগ্য নাগরিক হিসেবে গড়ে তুলতে <span className='font-bold text-zinc-700'>সপ্তর্ষী</span> সর্বাধিক যোগ্য প্রতিষ্ঠান।</p>
                    <p>অতএব বাংলা ভাষা ও সাহিত্য, ইংরেজি, গণিত, বিজ্ঞান, ডিজিটাল প্রযুক্তি, বাংলাদেশ ও বিশ্বপরিচয় ইত্যাদি বিষয়াদি সু-গাথুনির জন্য এবং নিজেকে ব্যক্তি, জাতীয় ও আন্তর্জাতিক পর্যায়ে হৈতিুষীমূলক হিসেবে প্রমাণের জন্য দরকার বাবা-মাকে শ্রদ্ধা করা, ধর্মীয় মূল্যবোধ ও নৈতিক শিক্ষার। পাঠ্য গত ধর্মীয় শিক্ষার বাস্তবায়নসহ সকল বিষয়ে সুষম মিশেলে <span className='font-bold text-zinc-700'>সপ্তর্ষীকে</span> ভিন্ন মাত্রায় হাজির করেছি। সর্বোপরি, আমাদের এই সুপরিকল্পিত প্রয়াসকে সফলকাম করতে আপনাদের মত সচেতন অভিভাবকদের সার্বিক সহযোগিতা কামনা করছি</p>
                    <div className='flex flex-col gap-y-2 items-end'>
                        <div className='flex flex-col gap-y-2 items-center text-xl font-semibold text-red-600'>
                            <h1>পরিচালক</h1>
                            <p>সপ্তর্ষী বিদ্যাপীঠ</p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
};

export default Introduction;